Repository: maikodaraine/EnlightenmentUbuntu
Catalog: modules/mail/po/*.po
Languages: ca

source: Mailbox Configuration
ca: Configuració de la bustia

source: General Settings
ca: Preferències Generals

source: Start Program When New Mail Arrives
ca: Iniciar programa quan arribi un nou correu

source: Program:
ca: Programa:

source: Mailbox Type
ca: Tipus de bustia

source: Maildir
ca: Directori pel correu

source: Monitor Mbox file permanently
ca: Verificar l'arxiu Mbox permanentment

source: Port Settings
ca: Configuració del port

source: Use SSL:
ca: Usa SSL:

source: Mailbox Settings
ca: Preferències de bustia

source: Name:
ca: Nom:

source: Mail Host:
ca: Servidor de correu:

source: Username:
ca: Nom d'usuari:

source: Password:
ca: Contrasenya:

source: New Mail Path:
ca: Nova ruta de correu:

source: Current Mail Path:
ca: Ruta actual de correu:

source: Inbox
ca: Bandeja d'entrada

source: Mail Settings
ca: Preferències de correu

source: Always Show Labels
ca: Sempre mostrar etiquetes

source: Show Mailbox Popup
ca: Mostrar busties en finestres emergents

source: Show All Boxes In Popup
ca: Mostrar totes les busties en finestres emergents

source: Check Interval
ca: Taxa de comprovació

source: %2.0f minutes
ca: %2.0f minuts

source: Mail Boxes
ca: Busties

source: Add
ca: Afegir

source: Delete
ca: Borra

source: Configure...
ca: Configura...

source: Mail
ca: Correu

source: Settings
ca: Preferències
