Repository: maikodaraine/EnlightenmentUbuntu
Catalog: modules/forecasts/po/*.po
Languages: ca

source: Forecasts Settings
ca: Preferències de Prediccions

source: Display Settings
ca: Preferències de pantalla

source: Poll Time
ca: Taxa d'actualització

source: %2.0f minutes
ca: %2.0f minuts

source: Show Description
ca: Mostrar Descripció

source: Popup on mouse over
ca: Mostrar finestra emergente si el ratí és sobre

source: Unit Settings
ca: Opcions d'unitat

source: Fahrenheit
ca: Quantitat

source: Weather.com Forecasts Code
ca: Códi de prediccions metereològiques de Weather.com

source: Forecasts Code/US Zip Code
ca: Codi de prediccions metereològiques/Codi ZIP EE.UU.

source: To find the code for your area, go to:
ca: Per trobar el codi de la teva àrea, anar a:

source: %s, find your area, and look at the URL
ca: %s, trobi la seva àrea, i miri-la a la URL

source: Forecasts
ca: Prediccions

source: Settings
ca: Preferències

source: %s: Current Conditions
ca: %s: Condiciones actuals

source: Wind Chill
ca: Temperatura del vent

source: Wind Speed
ca: Velocitat del vent

source: Humidity
ca: Humitat

source: Visibility
ca: Visibilitat

source: Pressure
ca: Pressió

source: Rising
ca: Alçament

source: Falling
ca: Caient

source: Steady
ca: Subjectar

source: Sunrise / Sunset
ca: Sortida del sol/Posta del sol

source: Today
ca: Avui

source: Tomorrow
ca: Demà

source: High
ca: Alt

source: Low
ca: Baix
