Repository: maikodaraine/EnlightenmentUbuntu
Catalog: modules/engage/po/*.po
Languages: ca

source: No name!
ca: ¡Sense nom!

source: Open Directory
ca: Obra directori

source: Configure Bar
ca: Configurar barra

source: Lock Dragging
ca: Bloquejar l'arrossegament

source: Applications
ca: Aplicacions

source: Edit Icon
ca: Editar icona

source: Fullscreen
ca: Pantalla completa

source: Close
ca: Tanca

source: Maximized
ca: Maximitzat

source: Uniconify
ca: Restaurar

source: Iconify
ca: Iconifica

source: Gadcon Config
ca: Configuració Gadcon

source: Available Gadgets
ca: Artefactes disponibles

source: Add Gadget
ca: Afegir Artefacte

source: Selected Gadgets
ca: Artefactes Seleccionats

source: Remove Gadget
ca: Eliminar Artefactes

source: Description: Unavailable
ca: Descripció: no disponible

source: Engage Configuration
ca: Configuració de Engage

source: Appearance
ca: Aparença

source: Icon Size:
ca: Mida d'icona:

source: Background Opacity:
ca: Opacitat de fons:

source: Show Background Box
ca: Mostrar caixa de fons

source: Show Mouse-Over Animation
ca: Mostrar animació al passar el ratolí per sobre

source: Orientation
ca: Orientació

source: Bottom Edge
ca: Vora inferior

source: Top Edge
ca: Vora superior

source: Left Edge
ca: Vora esquerra

source: Right Edge
ca: Vora dreta

source: Range:
ca: Rang:

source: Duration:
ca: Duració:

source: Bar Items
ca: Elements de barra

source: Delete
ca: Borra

source: Configure
ca: Configurar

source: Up
ca: Amunt

source: Down
ca: Avall

source: Add
ca: Afegir

source: Taskbar
ca: Barra de tasques

source: Launcher
ca: Llançador

source: Auto Hide
ca: Oculta automàticament

source: None
ca: Cap

source: Autohide
ca: Ocultar automàticament

source: Hide when Window overlaps
ca: Oculta quan la Finestra es sobreposi

source: Hide on Fullscreen
ca: Oculta en pantalla completa

source: Show Bar when Urgent
ca: Mostrar barra quan sigui urgent

source: Stacking
ca: Escalar

source: Above All
ca: Por sobre de tot

source: Below Fullscreen
ca: Per sota de la pantalla completa

source: Other
ca: Altre

source: Ecomorph Features
ca: Opcions de Ecomorph

source: Show Icon Label
ca: Mostrar etiqueta d'icona

source: Launcher Settings
ca: Preferències del llançador

source: Taskbar Settings
ca: Preferències barra tasques

source: Don't Show Dialogs
ca: No mostrar diàlegs

source: Advanced Window Menu
ca: Menú de finestra avançat

source: Only Show Current Desk
ca: Mostrar sòls l'escriptori actual

source: Group Applications by Window Class
ca: Agrupar aplicacions per classe de finestra

source: Append new Applications on the right Side
ca: Afegir les noves aplicacions al costat dret

source: Iconified Applications
ca: Aplicacions minimitzades

source: Not Shown
ca: No es Mostren

source: Show
ca: Mostra

source: Only Iconified
ca: Només Iconificat

source: Engage Bar Configuration
ca: Configuració de la barra Engage

source: Create new source
ca: Crear una nova font

source: Enter a name for this new Application Launcher:
ca: Introdueixi el nom per aquest nou llançador d'aplicacions:

source: You requested to delete "%s".<br><br>Are you sure you want to delete this source?
ca: Es vol eliminar "%s".<br><br>¿Està segur de que vol eliminar aquesta font?

source: Are you sure you want to delete this source?
ca: ¿Esta segur de que què vol eliminar aquesta font?

source: Engage Instances
ca: Instàncies d'Engage

source: Bar
ca: Barra

source: You requested to delete "%s".<br><br>Are you sure you want to delete this Instance?
ca: Es vol eliminar "%s".<br><br>¿Està segur de què vol eliminar aquesta instància?

source: Are you sure you want to delete this Instance?
ca: ¿Està segur de què vol eliminar aquesta instància?
