Repository: maikodaraine/EnlightenmentUbuntu
Catalog: modules/news/po/*.po
Languages: ca, eo, lt, sr

source: Config init failed
ca: Configuració d'inici fallada
eo: Pravalorigo de agordoj malsukcesis
lt: Nepavyko inicijuoti konfigūracijos
sr: Нисам успео да покренем поставке

source: Parser init failed
ca: Analitzador inici fallada
eo: Pravalorigo de legilo malsukcesis
lt: Nepavyko inicijuoti analizatoriaus
sr: Нисам успео да покренем расчлањивање

source: Feeds init failed
ca: Feeds inici fallats
eo: Pravalorigo de abonfluoj malsukcesis
lt: Nepavyko inicijuoti sklaidos kanalų
sr: Нисам успео да покренем доводе

source: Viewer init failed
ca: Vista inici fallada
eo: Pravalorigo de vidigilo malsukcesis
lt: Nepavyko inicijuoti žiūryklės
sr: Нисам успео да покренем прегледач

source: Popup subsystem init failed
ca: Subsistema Finestra Emergent inicial fallada
eo: Pravalorigo de ŝprucfenestra sub-sistemo malsukcesis
lt: Nepavyko inicijuoti iškylančiųjų langų posistemės
sr: Нисам успео да покренем подсистем искакања

source: News
ca: Notícies
eo: Aktualaĵoj
lt: Naujienos
sr: Вести

source: <hilight>News module : Configuration Upgraded</hilight><br><br>Your configuration of news module<br>has been upgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
ca: <hilight>Mòdul Notícies : Configuració Actualitzada</hilight><br><br>La configuració del mòdul de les notícies<br> ha estat actualitzat<br>Les teves preferències han estat borrades<br>Perdona per l'inconvenient<br><br>(%d -> %d)
eo: <hilight>Modulo de aktualaĵoj: agordoj ĝisdatigitaj</hilight><br><br>Viaj agordoj de la modulo de aktualaĵoj<br>estis ĝisdatigitaj.<br>Viaj agordoj estis forigitaj.<br>Pardonon por la ĝeno.<br><br>(%d -> %d)
lt: <hilight>Naujienų modulis : Konfigūracija atnaujinta</hilight><br><br>Jūsų naujienų modulio konfigūracija<br>atnaujinta.<br>Jūsų nustatymai buvo pašalinti.<br>Atsiprašome už nepatogumus<br><br>(%d -> %d)
sr: <hilight>Јединица вести: поставке су надограђене</hilight><br><br>Поставке јединице вести<br>су надограђене<br>Претходне поставке су уклоњене<br>Извините због непријатности<br><br>(%d -> %d)

source: <hilight>News module : Configuration Downgraded</hilight><br><br>Your configuration of News module<br>has been downgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
ca: <hilight>Mòdul Notícies : Configuració Des-actualitzada</hilight><br><br>La configuració del mòdul Notícies<br>ha estat desactualitzat<br>Les serves preferències ha estat borrada<br>Perdona per l'inconvenient<br><br>(%d ->%d)
eo: <hilight>Modulo de aktualaĵoj: agordoj malĝisdatigitaj</hilight><br><br>Viaj agordoj de la modulo de aktualaĵoj<br>estis malĝisdatigitaj.<br>Viaj agordoj estis forigitaj.<br>Pardonon por la ĝeno.<br><br>(%d -> %d)
lt: <hilight>Naujienų modulis : Konfigūracija atstatyta</hilight><br><br>Jūsų naujienų modulio konfigūracija<br>atstatyta.<br>Jūsų nustatymai buvo pašalinti.<br>Atsiprašome už nepatogumus<br><br>(%d -> %d)
sr: <hilight>Јединица вести : Поставке су разграђене</hilight><br><br>Поставке јединице вести<br>су разграђене<br>Претходне поставке су уклоњене<br>Извините због непријатности<br><br>(%d ->%d)

source: News Main Configuration
ca: Configuració Principal Notícies
eo: Ĉefaj agordoj de aktualaĵoj
lt: Pagrindinė naujienų konfigūracija
sr: Главне поставке вести

source: Feeds
eo: Fluoj
lt: Sklaidos kanalai
sr: Доводи

source: Sort lists by name (disable Move action)
ca: Ordena llista per nom ( des-habilita acció moviment)
eo: Ordigi listojn laŭ nomo (malebligas movon)
lt: Rikiuoti sąrašus pagal vardą (išjungti perkėlimo veiksmą)
sr: Разврстај списак по називу (онемогући радњу премештања)

source: News Viewer
ca: Visor Notícies
eo: Vidigilo de aktualaĵoj
lt: Naujienų žiūryklė
sr: Прегледник вести

source: Font size
ca: Mida Font
eo: Tipara grando
lt: Šrifto dydis
sr: Величина slovnog lika

source: Font color
ca: Color de Font
eo: Tipara koloro
lt: Šrifto spalva
sr: Боја словног лика

source: Timer
ca: Temporitzador
eo: Tempomezurilo
lt: Laikmatis
sr: Одбројавач

source: %1.0f min
ca: %1.0f Minuts
eo: %1.0f minutoj
sr: %1.0f мин

source: Browser
ca: Navegador
eo: Retumilo
lt: Naršyklė
sr: Прегледник

source: Uses xdg-open script, from freedesktop.org
ca: Usa script xdg-open, de freedesktop.org
eo: Uzas la skripton xdg-open, el freedesktop.org
lt: Naudoja xdg-open skriptą iš freedesktop.org
sr: Користи скрипту xdg-open, из freedesktop.org

source: Popup On News
ca: Finestres emergents de Notícies
eo: Ŝprucfenestro por novaj aktualaĵoj
lt: Rodyti iškylantįjį langą kai yra naujienų
sr: Искочи на вест

source: Never
ca: Mai
eo: Neniam
lt: Niekada
sr: никад

source: Only on urgent feeds
ca: Només en feeds urgents
eo: Nur en ĉiuj urĝaj abonfluoj
lt: Tik esant svarbių naujienų
sr: само са хитним доводима

source: On all feeds
ca: En tots els feeds
eo: En ĉiuj abonfluoj
lt: Visiems sklaidos kanalams
sr: на све доводе

source: Popup On Warning / Error
ca: Finestres emergens en Perill / Error
eo: Ŝprucfenestroj por averto aŭ eraro
lt: Rodyti iškylantyjį langą klaidoms/įspėjimams
sr: Искочи при упозорењима / грешкама

source: Show on timeout ?
ca: Mostra en fora de temps?
eo: Montri post tempolimo?
lt: Rodyti pasibaigus laikui?
sr: Да ли приказати при истеку времена?

source: Unread feeds first
ca: Feeds no llegits primer
eo: Nelegataj abonfluoj unue
lt: Neperskaityti sklaidos kanalai pirmiau
sr: Непрочитани доводи прво

source: Unread articles first
ca: Articles no llegits primer
eo: Nelegataj aktualaĵoj unue
lt: Neperskaityti straipsniai pirmiau
sr: Непрочитани чланци прво

source: Sort articles by date
ca: Ordena articles per data
eo: Ordigi aktualaĵoj laŭ dato
lt: Rikiuoti straipsnius pagal datą
sr: Разврстај чланке по датуму

source: Font
eo: Tiparo
lt: Šriftas
sr: Словни лик

source: Font Shadow
ca: Ombra Font
eo: Ombro de tiparo
lt: Šrifto šešėlis
sr: Сена словног лика

source: Proxy
eo: Prokurilo
lt: Įgaliotasis serveris
sr: Посредник

source: Enable
ca: Autoritza
eo: Ŝalti
lt: Įjungti
sr: Омогући

source: Host
eo: Servilo
lt: Serveris
sr: Домаћин

source: Port
eo: Pordo
lt: Prievadas
sr: Прикључник

source: News Category Configuration
ca: Configuració Categoria Notícies
eo: Agordoj de aktualaĵaj kategorioj
lt: Naujienų kategorijų konfigūracija
sr: Поставке врста вести

source: Icon
ca: Icona
eo: Piktogramo
lt: Piktograma
sr: Иконица

source: Name
ca: Nom
eo: Nomo
lt: Pavadinimas
sr: Назив

source: Select an Icon
ca: Selecciona un icona
eo: Elektu piktogramon
lt: Parinkti piktogramą
sr: Изаберите иконицу

source: OK
ca: D'acord
eo: Bone
lt: Gerai
sr: У реду

source: Cancel
ca: Cancel·la
eo: Rezigni
lt: Atsisakyti
sr: Откажи

source: You need to <hilight>create a category</hilight> first
ca: Es necessita <hilight> crear una categoria</hilight> primer
eo: Vi bezonas <hilight>krei kategorion</hilight> unue
lt: Pirmiausia Jūs privalote <hilight>sukurti kategoriją</hilight>
sr: Потребно је да <hilight>наптравите фасциклу</hilight> претходно

source: News Feed Configuration
ca: Configuració Notícies Feed
eo: Agordoj de abonfluoj
lt: Sklaidos kanalų konfigūracija
sr: Поставке довода вести

source: Basic informations
ca: Informació Bàsica
eo: Bazaj informoj
lt: Pagrindinė informacija
sr: Основни подаци

source: Name :
ca: Nom:
eo: Nomo:
lt: Pavadinimas :
sr: Име :

source: Feed url :
ca: URL de Feed:
eo: Adreso de abonfluo:
lt: Sklaidos kanalo adresas :
sr: Адреса довода :

source: Mark as important feed
ca: Marca com important aquest feed
eo: Marki kiel gravan abonfluon
lt: Pažymėti kaip svarbų
sr: Означи као битан довод

source: Category
ca: Categoria
eo: Kategorio
lt: Kategorija
sr: Врста

source: Language
ca: Llengua
eo: Lingvo
lt: Kalba
sr: Језик

source: Advanced informations
ca: Informació Avançada
eo: Detalaj informoj
lt: Sudėtingesnė informacija
sr: Додатни подаци

source: Description
ca: Descripció
eo: Priksribo
lt: Aprašas
sr: Опис

source: Home url
eo: Adreso de hejmpaĝo
lt: Namų adresas
sr: Почетна страна

source: Server informations
ca: Informació Servidor
eo: Informoj pri servilo
lt: Serverio informacija
sr: Подаци о служитељу

source: Do allow the server to overwrite the informations you entered ?
ca: Es permet al servidor sobre-escriure informació que s'ha entrat ?
eo: Ĉu vi permesas ke servilo anstataŭigas la informojn kiujn vi entajpis?
lt: Ar leisti serveriui perrašyti Jūsų įvestą informaciją?
sr: Да ли дозволити служитељу брисање података које сте унели ?

source: News Feeds Configuration
ca: Configuració Notícies Feeds
eo: Agordoj de abonfluoj
lt: Sklaidos kanalų konfigūracija
sr: Поставке довода вести

source: Categories
eo: Kategorioj
lt: Kategorijos
sr: Врсте

source: Move Up
ca: Mou Amunt
eo: Movi supren
sr: Помери навише

source: Move Down
ca: Mou Avall
eo: Movi suben
sr: Помери ниже

source: Add
ca: Afegir
eo: Aldoni
lt: Pridėti
sr: Додај

source: Delete
ca: Borra
eo: Forigi
lt: Pašalinti
sr: Избриши

source: Configure
ca: Configura
eo: Agordi
lt: Konfigūruoti
sr: Подесите

source: Languages
ca: LLengues
eo: Lingvoj
lt: Kalbos
sr: Језици

source: All
ca: Tot
eo: Ĉiuj
lt: Visi
sr: Све

source: Select
ca: Selecció
eo: Elekti
lt: Pasirinkti
sr: Изаберите

source: Empty the lists
ca: Buida la llista
eo: Malplenigi la listojn
lt: Išvalyti sąrašus
sr: Испразни списак

source: Restore default lists
ca: Restaura la llista per defecte
eo: Restaŭrigi apriorajn listojn
lt: Atkurti numatytuosius sąrašus
sr: Врати на основни списак

source: There are <hilight>feeds</hilight> in this category.<br>You have to <hilight>remove them first</hilight>
ca: Hi ha <hilight>Feeds</hilight> en aquesta categoria.<br>S'han de <hilight>borrar els feeds primer</hilight>
eo: Estas <hilight>abonfluoj</hilight> en tiu kategorio.<br>Vi devas <hilight>unue forigi ilin</hilight>.
lt: Šioje kategorijoje yra <hilight>sklaidos kanalų</hilight>.<br>Jūs privalote <hilight>juos pašalinti</hilight>.
sr: Има <hilight>довода</hilight> у овој врсти.<br>Морате их <hilight>прво уклонити</hilight>

source: News Module - Are you sure ?
ca: Mòdul Novetats - Estàs segur ?
eo: Modulo de aktualaĵoj - Ĉu vi certas?
lt: Naujienų modulis - Ar Jūs įsitikinęs?
sr: Јединица вести - Да ли сте сигурни ?

source: News Gadget Configuration
ca: Configuració Artefacte Novetats
eo: Agordoj de akcesoraĵo de aktualaĵoj
lt: Naujienų įtaiso konfigūracija
sr: Поставке справице вести

source: View Mode
ca: Mode de Vista
eo: Vida reĝimo
lt: Rodymo būdas
sr: Начин приказа

source: Show one icon for all feeds
ca: Mostra un icona per tots els feeds
eo: Montri unu piktogramon por ĉiuj abonfluoj
lt: Rodyti vieną piktogramą visiems sklaidos kanalams
sr: Приказ једне иконице за све доводе

source: Show all feeds
ca: Mostra tots els feeds
eo: Montri ĉiujn abonfluojn
lt: Rodyti visus sklaidos kanalus
sr: Приказуј све доводе

source: Show unread feeds
ca: Mostra feeds no llegits
eo: Montri nelegatajn abonfluojn
lt: Rodyti neperskaitytus sklaidos kanalus
sr: Приказуј све непрочитане доводе

source: Show all feeds marked as important
ca: Mostra tots els feeds marcats com a importants
eo: Montri ĉiujn abonfluojn markitajn kiel gravajn
lt: Rodyti svarbius sklaidos kanalus
sr: Приказуј доводе означене као битни

source: Show unread feeds marked as important
ca: Mostra feeds no llegits marcats com a important
eo: Montri nelegatajn abonfluojn markitajn kiel gravajn
lt: Rodyti svarbius neperskaitytus sklaidos kanalus
sr: Приказуј непрочитане доводе означене као битни

source: Feed open in
ca: Obra Feed a
eo: Abonfluo malfermata en
lt: Atverti sklaidos kanalą
sr: Отвара довод у

source: the feed viewer
ca: Visor de Feed
eo: la vidigo de abonfluo
lt: sklaidos kanalų žiūryklėje
sr: прегледнику довода

source: my favorite browser
ca: El meu navegador preferit
eo: mia preferata retumilo
lt: mano mėgiamoje naršyklėje
sr: мом омиљеном прегледнику Веба

source: Browser opens home url
ca: Navegador obra home url
eo: Retumilo malfermas adreson de hejmo
lt: Naršyklė atveria namų adresą
sr: Прегледник отвара почетну страницу

source: instead of feed url
ca: millor de feed url
eo: anstataŭ de adreso de abonfluo
lt: vietoje sklaidos kanalo adreso
sr: уместо адресе довода

source: Apply this to all News gadgets
ca: Aplica això a tots els artefactes de Notícies
eo: Apliki por ĉiuj akcesoraĵoj de aktualaĵoj
lt: Pritaikyti visiems naujienų įtaisams
sr: Примени ово на све справице вести

source: News Gadget Content Configuration
ca: Configuració Contingut Artefacte de Novetats
eo: Agordoj de enhavo de akcesoraĵo de aktualaĵoj
lt: Naujienų įtaiso turinio konfigūracija
sr: Поставке садржаја справица вести

source: Available Feeds
ca: Feeds Disponibles
eo: Disponeblaj abonfluoj
sr: Доступни доводи

source: Add this Feed
ca: Afegeix Notícia
eo: Aldoni tiun abonfluon
lt: Pridėti šį sklaidos kanalą
sr: Додај овај довод

source: Selected Feeds
ca: Feeds Seleccionats
eo: Elektitaj abonfluoj
lt: Parinkti sklaidos kanalai
sr: Означени довод

source: Remove this Feed
ca: Borra aquest Feed
eo: Forigi tiun abonfluon
lt: Pašalinti šį sklaidos kanalą
sr: Уклони овај довод

source: News Feeds Language Configuration
ca: Configuració Llengua Feeds de novetats
eo: Agordoj de lingvo de abonfluoj
lt: Naujienų sklaidos kanalų kalbos konfigūracija
sr: Поставке језика довода вести

source: Welcome to News Module !
ca: Benvingut al Mòdul Notícies
eo: Bonvenon en la modulo de aktualaĵoj!
lt: Jus sveikina naujienų modulis !
sr: Добродошли у јединицу вести !

source: Please select the languages that you are able to read
ca: Si us plau selecciona les llengues que ets capaç de llegir
eo: Bonvole elekti lingvojn kiujn vi scipovas legi.
lt: Prašome nurodyti kalbas, kuriomis mokate skaityti
sr: Молим, означите језике које можете читати

source: The <hilight>name</hilight> you entered is not correct
ca: El <hilight>Nom</hilight> que s'ha entrat no és correcta
eo: La <hilight>nomon</hilight> kiun vi entajpis malkorektas.
lt: <hilight>Įvestas vardas</hilight> yra neteisingas
sr: <hilight>Назив</hilight> који сте унели није исправан

source: The need to <hilight>select a category</hilight>.
ca: Es necessita <hilight>seleccionar una categoria</hilight>.
eo: La bezono <hilight>elekti kategorion</hilight>.
lt: Jūs privalote <hilight>pasirinkti kategoriją</hilight>.
sr: Треба да <hilight>изаберете врсту</hilight>.

source: A feed with the <hilight>name</hilight> %s <hilight>already exists</hilight><br>in the %s category<br><br>Its not possible to have feeds with the same name<br>in one category.
ca: El Feed amb el <hilight>Nom</hilight> %s ist <hilight>ja existeix</hilight> en la categoria %s.<br>br>No és possible tenir feeds amb el mateix nom<br> en una categoria.
eo: Abonfluo kun la <hilight>nomo</hilight> %s <hilight>jam ekzistas</hilight><br>en la kategorio "%s"<br><br>Ne eblas havi pluraj abonfluoj kun sama nomon<br>en unu kategorio.
lt: Sklaidos kanalas <hilight>pavadintas</hilight> %s <hilight>jau yra</hilight><br>kategorijoje %s<br><br>Negalima turėti sklaidos kanalų vienodais vardais<br>vienoje kategorijoje.
sr: Довод са <hilight>називом</hilight> %s <hilight>већ постоји</hilight><br>у врсти %s <br><br>Није могуће имати доводе истог назива<br>у једној врсти.

source: You need to select a <hilight>language</hilight>.
ca: Es necessita escollir una <hilight>llengua</hilight>
eo: Vi bezonas elekti <hilight>lingvon</hilight>.
lt: Privalote pasirinkti <hilight>kalbą</hilight>.
sr: Треба да одредите <hilight>језик</hilight>.

source: The <hilight>url</hilight> you specified is not correct
ca: La <hilight>URL</hilight> no és correcta
eo: La <hilight>adreson</hilight> vi entajpis malkorektas.
lt: Nurodytas <hilight>adresas</hilight> yra neteisingas
sr: <hilight>Адреса</hilight> коју сте навели није исправна

source: You need to enter a <hilight>name</hilight> !
ca: Es necessita entrar un <hilight>Nom</hilight>!
eo: Vi devas tajpi <hilight>nomon</hilight>!
lt: Privalote įvesti <hilight>pavadinimą</hilight> !
sr: Треба да унесете <hilight>назив</hilight> !

source: The <hilight>name</hilight> you entered is <hilight>already used</hilight><br>by another category
ca: El <hilight>Nom</hilight>que s'ha introduit està <hilight>essent usat</hilight><br>Per una altra categoria
eo: La <hilight>nomon</hilight> kiun vi entajpis <hilight>jam estas uzita</hilight><br>de alia kategorio.
lt: Įvestas <hilight>vardas</hilight> jau <hilight>yra naudojamas</hilight><br><br>kitoje kategorijoje
sr: <hilight>Назив</hilight> који сте унели је <hilight>већ у употреби</hilight><br>у другој врсти

source: Set all as read
ca: Marca tot com a llegit
eo: Difini ĉiujn kiel legatajn
sr: Означи да је све прочитано

source: Update
ca: Actualitza
eo: Ĝisdatigi
sr: Освежи

source: Gadget
ca: Artefacte
eo: Akcesoraĵo
sr: Справица

source: Main
ca: Cos
eo: Ĉefa
sr: Главно

source: Settings
ca: Preferències
eo: Agordoj
sr: Поставке

source: Gadget Contents
ca: Contingut Artefacte
eo: Enhavoj de akcesoraĵo
sr: Садржај справице

source: News Module DEBUG DEBUG DEBUG DEBUG
ca: Mòdul Novetats DEBUG DEBUG DEBUG DEBUG
eo: Modulo de aktualaĵoj DEBUG DEBUG DEBUG DEBUG
lt: Naujienų modulis DEBUG DEBUG DEBUG DEBUG
sr: ИСПРАВИ ГРЕШКУ ИСПРАВИ ГРЕШКУ јединице вести

source: News Module
ca: Mòdul Novetats
eo: Modulo de aktualaĵoj
lt: Naujienų modulis
sr: Јединица вести

source: News Module Error
ca: Error Mòdul Novetats
eo: Eraro de modulo de aktualaĵoj
lt: Naujienų modulio klaida
sr: Грешка у јединици вести

source: Feeds in this gadget
ca: Feeds en l'artefacte
eo: Abonfluoj en tiu akcesoraĵo
lt: Sklaidos kanalai šiame įtaise
sr: Доводи у овој справици

source: Set as read
ca: Marca com a llegit
eo: Difini kiel legata
sr: Доводи у справици

source: Articles in selected feed
ca: Articles en el feed seleccionat
eo: Aktualaĵoj en elektita abonfluo
lt: Straipsniai pasirinktame sklaidos kanale
sr: Чланци у означеном доводу
