Repository: maikodaraine/EnlightenmentUbuntu
Catalog: modules/net/po/*.po
Languages: ca, eo, fr, sr

source: Net Module Settings
ca: Preferències Mòdul Xarxa
eo: Agordoj de reta modulo
fr: Paramètres du module réseau
sr: Поставке јединице мреже

source: General Settings
ca: Preferències Generals
eo: Ĝeneralaj agordoj
fr: Paramètres généraux
sr: Општа подешавања

source: Show Text
ca: Mostra Text
eo: Montri tekston
fr: Afficher le texte
sr: Приказуј текст

source: Show Popup On Mouse-Over
ca: Mostra Text quan ratolí sigui sobre
eo: Montri ŝprucfenestron dum movado supras
fr: Afficher le popup au survol de la souris
sr: Приказуј искакање на надношење миша

source: Launch Application On Double-Click
ca: Llença aplicacions al Doble Clic
eo: Lanĉi aplikaĵon dum duobla alklako
fr: Lancer une application en double-cliquant
sr: Покрени програм на двоструки клик

source: Activity Notification Level
ca: Activitat de Nivell de Notificació
eo: Nivelo de sciigo pri aktiveco
fr: Niveau de notification des activités
sr: Ступањобавештавања

source: High (MB)
ca: Alt (MB)
eo: Alte (MB)
fr: Haut (Mo)
sr: Висок (МБ)

source: Middle (KB)
ca: Mitjà (KB)
eo: Meze (KB)
fr: Moyen (Ko)
sr: Средњи (КБ)

source: Low (B)
ca: Baix (B)
eo: Malalte (B)
fr: Bas (o)
sr: Низак (б)

source: Device Settings
ca: Preferències Dispositiu
eo: Agordoj pri aparatoj
fr: Paramètres du périphérique
sr: Поставке уређаја

source: Net
ca: Xarxa
eo: Reto
fr: Réseau
sr: Мрежа

source: Settings
ca: Preferències
eo: Agordoj
fr: Configuration
sr: Подешавања

source: Device - %s
ca: Dispositiu - %s
eo: Aparato - %s
fr: Périphérique - %s
sr: Уређај - %s
