Repository: maikodaraine/EnlightenmentUbuntu
Catalog: modules/everything-websearch/po/*.po
Languages: ca, hu

source: Abort download
ca: Avortar descàrrega
hu: Letöltés megszakítása

source: Got %d kbytes of
ca: Es té %d KBytes de
hu: Letöltve %d kbyte /

source: Enqueue
ca: Encuar
hu: Betevés a lejátszólistába

source: Play
ca: Reproduir
hu: Lejátszás

source: Finished download
ca: Descàrrega completa
hu: Letöltés befejezve

source: Start download
ca: Inici de descàrrega
hu: Letöltés indítása

source: Enqueue files for download
ca: Encua fitxers per descarregar
hu: Fájlok sorbaállítása letöltésre

source: Upload Image
ca: Pujar Imatges
hu: Kép feltöltése

source: Link copied to clipboard
ca: Enllaç copiat al porta-papers
hu: A link átmásolva a vágólapra

source: Something went wrong :(
ca: Alguna cosa ha anat malament :(
hu: Valami nem jó :(

source: Completed %1.1f%% of %s
ca: Completat %1.1f%% de %s
hu: Kész: %1.1f%% / %s

source: Translate
ca: Tradueix
hu: Fordítás

source: Google for it
ca: Google per això
hu: Rákeresés a Google-val

source: Wikipedia Page
ca: Pàgina Wikipedia
hu: Wikipedia oldal

source: Feeling Lucky
ca: Tinc sort
hu: Jó napom van :)

source: Watch on Youtube
ca: Mirar al Youtube
hu: megtekintés a Youtube-on

source: Download as Audio
ca: Descarrega com Audio
hu: Letöltés hangként

source: Play Video
ca: Reprodueix Vídeo
hu: Videó lejátszása

source: Download and enqueue
ca: Descarrega i encua
hu: Letöltés és sorbaállítás lejátszásra

source: Download and play
ca: Descarrega i reprodueix
hu: Letöltés és lejátszás

source: Everything Websearch
ca: Cerca web Qualsevol

source: Browser
ca: Navegador
hu: Böngésző

source: Language
ca: Llengua
hu: Nyelv

source: Video player
ca: Reproductor Vídeo
hu: Videolejátszó

source: Download directory
ca: Directori de descàrrega
hu: Letöltési mappa

source: Download requires mplayer and mp3lame
ca: Descarregar necessita mplayer i mp3lame
hu: A letöltéshez mplayer és mp3lame kell

source: Launcher
ca: LLançador
hu: Indító

source: General
hu: Általános
