Repository: maikodaraine/EnlightenmentUbuntu
Catalog: modules/photo/po/*.po
Languages: ca, sr

source: Photo Module
ca: Mòdul Foto
sr: Јединица слика

source: E Canvas init failed !
ca: Iniciació d'"E Canvas" fallada!
sr: Нисам успео да покренем Е-слику !

source: Theme init failed !
ca: Iniciaciò de "Tema" fallat!
sr: Нисам успео да покренем тему !

source: Config init failed
ca: Iniciació de "Config" fallada!
sr: Нисам успео да покренем поставке

source: Picture subsystem init failed
ca: Iniciació de Subsistema d'Imatge fallat!
sr: Нисам успео да покренем подсистем за слике

source: Popup warn subsystem init failed
ca: Iniciació subsistema emergent d'advertència fallat!
sr: Нисам успео да покренем подсистем искакања упозорења

source: Popup info subsystem init failed
ca: Iniciació subsistema emergent d'informació fallat!
sr: Нисам успео да покренем подсистем искакања описа

source: Photo
ca: Foto
sr: Слика

source: <hilight>Photo module : Configuration Upgraded</hilight><br><br>Your configuration of photo module<br>has been upgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
ca: <hilight>Mòdul Foto : Configuració Actualitzada</hilight><br><br>La configuració del mòdul foto<br>ha estat actualitzada.<br>Les seves preferències han estat borrades.<br>Perdona els inconvenients<br><br>(%d -> %d)
sr: <hilight>Јединица слика : поставке су надограђене</hilight><br><br>Ваше поставке јединице слика<br>су надограђене<br>Ваше поставке су уклоњене<br>Извините због непријатности<br><br>(%d -> %d)

source: Photo Module version
ca: Versió de Mòdul Foto
sr: Издање јединице слика

source: <hilight>Photo module : Configuration Downgraded</hilight><br><br>Your configuration of Photo module<br>has been downgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
ca: <hilight>Mòdul Foto: Configuració Des-actualitzada</hilight><br><br>La configuració del mòdul Foto<br>ha estat des-actualitzada.<br>Les serves preferències han estat borrades.<br>Perdona els inconvenients<br><br>(%d ->%d)
sr: <hilight>Јединица слика : Поставке су разграђене</hilight><br><br>Ваше поставке јединице слика<br>су разграђене<br>Ваше поставке су уклоњене<br>Извините због непријатности<br><br>(%d ->%d)

source: Photo Configuration
ca: Configuració Foto
sr: Поставке слика

source: Picture directories
ca: Directoris Imatges
sr: Фасцикле слика

source: Add
ca: Afegeix
sr: Додај

source: Delete
ca: Borra
sr: Обриши

source: Configure
ca: Configura
sr: Подесите

source: Reload picture directories
ca: Recarrega directori d'imatges
sr: Опет учитај фасцикле слика

source: Stop loading
ca: Para càrrega
sr: Прекини учитавање

source: Appearance
ca: Aparença
sr: Изглед

source: Always show label
ca: Sempre mostra etiqueta
sr: Увек приказуј натписе

source: Nice transitions
ca: Transaccions boníques
sr: Лепи прелази

source: Default Mouse actions
ca: Accions defecte ratolí
sr: Основне радње мишем

source: Over
ca: Sobre
sr: Преко

source: Left
ca: Esquerra
sr: Лево

source: click
ca: Pitja
sr: клик

source: Middle
ca: Mig
sr: Средњи

source: No
sr: Не

source: Popups
ca: Emergent
sr: Искачући прозори

source: Picture loader popup
ca: Carrega Imatge emergent
sr: Искакање учитавања слика

source: Never
ca: Mai
sr: Никад

source: Summary
ca: Resum
sr: Сажетак

source: Verbose
ca: Verbós
sr: Опширно

source: Miscellaneous
ca: Miscel·lani
sr: Разно

source: Remove generated backgrounds
ca: Borra fons generats
sr: Уклони створене позадине

source: Pictures viewer
ca: Visualitzador imatges
sr: Прегледник слика

source: Images Quality
ca: Qualitat Imatges
sr: Каквоћа слика

source: %1.0f pix
sr: %1.0f тач

source: Automaticly reload directories
ca: Recarrega automàticament directoris
sr: Самостално учитај опет фасцикле

source: when add / modify directory list
ca: On afegir/modificar llista directoris
sr: Кад се додаје / измењује списак фасцикли

source: Show label
ca: Mostra Etiqueta
sr: Прикажи натписе

source: Show informations
ca: Mostra informacions
sr: Прикажи описе

source: Previous picture
ca: Imatge prèvia
sr: Иде на претходну слику

source: Next picture
ca: Següent imatge
sr: Иде на наредну слику

source: Pause
ca: Pausa
sr: Предах

source: Set as background
ca: Establir com a fons
sr: Постави за позадину

source: Open viewer
ca: Obre visualitzador
sr: Отворите прегледник

source: Show menu
ca: Mostra Menú
sr: Прикажи изборник

source: Photo Directory Configuration
ca: Configuració Directori Foto
sr: Поставке фасцикле слика

source: Directory
ca: Directori
sr: Фасцикла

source: Loading options
ca: Opcions de càrrega
sr: Могућности учитавањ

source: Recursive
ca: Recursiu
sr: Рекурзивно

source: Read hidden files
ca: Llegir fitxers ocults
sr: Учитавај скривене датотеке

source: Photo Module Warning
ca: Precaució Mòdul Foto
sr: Упозорење јединице слика

source: Photo Item Configuration
ca: Configuració Assumpte Foto
sr: Поставке ставки слика

source: Timer between pictures change
ca: Temps entra canvi d'imatges
sr: Време између промене слика

source: Activate
ca: Activa
sr: Покрени

source: %1.0f seconds
ca: %1.0f Segons
sr: %1.0f секунди

source: Alpha
sr: Провидност

source: Yes
ca: Si
sr: Да

source: Default setting
ca: Preferències Defecte
sr: Подразумеване поставке

source: Mouse actions
ca: Accions ratolí
sr: Радње мишем

source: <hilight>File %s doesn't exist.</hilight><br><br>This file is in the picture list, but it seems you removed<br>it from disk. It can't be set as background, sorry.
sr: <hilight>Датотека %s не постоји.</hilight><br><br>Ова датотека је на списку слика, али, изгледа да сте је<br>уклонили са диска. Жалим, не може бити постављена за позадину.

source: Photo Module Error
ca: Error Mòdul Foto
sr: Грешка јединице слика

source: <hilight>e17setroot needed</hilight><br><br>%s is not an edje file!<br>Photo module needs e17setroot util from e_utils package to set your picture as background. Please install it and try again.
sr: <hilight>e17setroot је потребан</hilight><br><br>%s, али није у едје датотеци!<br>Једниница слика захтева e17setroot алатку из пакета e_utils да би поставила Вашу слику као позадину. Молим, уградите је и покушајте поново.

source: <hilight>Viewer %s not found !</hilight><br><br>You can change the viewer for images in the Photo module configuration panel (Advanced view)
sr: <hilight>Пргледник %s није пронађен !</hilight><br><br>Можете променити прегледник за слике у плочи поставки јединице слика (напредни преглед)

source: Module Settings
ca: Preferències Mòdul
sr: Поставке јединице

source: Settings
ca: Preferències
sr: Поставке

source: Pause slideshow
ca: Pausa presentació
sr: Застани са покретним приказом

source: Resume slideshow
ca: Seguir presentació
sr: Настави са покретним приказом

source: Historic
ca: Històric
sr: Временски

source: Picture informations
ca: Informació Imatge
sr: Описи слике

source: Open in
ca: Obre a
sr: Отвори у

source: <hilight>Directory %s doesnt exists.</hilight><br><br>You can change the picture's folders in main configuration panel<br>They can be jpeg or png<br><br>After import, if you can remove these files and the pictures still can<br>be viewed, but you wont be able to set them as wallpaper anymore<br><br>
ca: <hilight>Directori %s no existeix.</hilight><br><br>Es poden canviar els directoris d'imatge en el panell principal de configuració.<br>Les imatges poden ser jpeg o png.<br><br>Després d'importar, si vols eliminar aquests fitxers i imatges encara podran<br>ser vistes, però no es podrà posar com a tema de fons de pantalla.<br><br>
sr: <hilight>Фасцикла %s не постоји.</hilight><br><br>Можете променити фасциклу слика у главној плочи поставки<br>Могу бити јпег или пнг<br><br>Псле уноса, ако уклоните ове датотеке, слике могу још увек буду видљиве,<br>али их више нећете моћи поставити за позадину.

source: Photo Module Information
ca: Informació Mòdul Foto
sr: Подаци јединице слика

source: <hilight>Creating thumbs</hilight><br><br>Some pictures are being thumbed in a <hilight>background task</hilight>.<br>It can take a while, but after, loading will be faster and lighter :)<br><br>Each time wou will load pictures that haven't been loaded in Photo module before,<br>they will be thumbed.<br><br>While creating popups, you will not be able to see any picture in Photo.<br>I hope i'll be able to change that :)
ca: <hilight>Creant miniatures</hilight><br><br>Algunes imatges han esta minimitzades com a<hilight>tasca de fons</hilight>.<br>Això pot tardar una estona, però després, carregar serà més ràpid i lleuger. :)<br><br>Aquest temps que tu carregaràs imatge que no han estat carregades abans en el mòdul Foto, seran minimitzades.<br><br>Mentre es creen emergents, no es podrà veure cap imatge a Foto.<br>Espero estar autoritzat a canviar això :)
sr: <hilight>Стварање умањених сличица</hilight><br><br>Неке слике се учитавају у позадинском процесу</hilight>.<br>То може потрајати, али, касније, учитавање ће бити брже и лакше :)<br><br>Сваки пут кад будете учитавали нове слике у јединицу слика, ос њих ће с правити <br>умањени прикази.<br><br>Приликом стварања искачућих прозора нећете моћи да видите ни једну слику у Албуму.<br>Надам се да ћу то успети да променим :)
