Repository: maikodaraine/EnlightenmentUbuntu
Catalog: modules/eweather/po/*.po
Languages: ca, eo, hu, it, ko, pt, ru, sr

source: EWeather Configuration
ca: Configuració d'EWeather
eo: Agordoj de EVetero
hu: EWeather beállítások
it: Configurazione di EWeather
ko: EWeather 설정
ru: Настройка Е-Погоды
sr: Поставке Е-времена

source: Poll Time
ca: Temps de mostreig
eo: Ofto de ĝisdatigoj
hu: Frissítési idő
it: Tempo di campionamento
ko: 갱신 주기
pt: Intervalo entre análises
ru: Интервал опроса
sr: Време добављања

source: %2.0f minutes
ca: %2.0f minuts
eo: %2.0f minutoj
hu: %2.0f perc
it: %2.0f minuti
ko: %2.0f 분
pt: %2.0f minutos
ru: %2.0f минут
sr: %2.0f минута

source: Select a data source
ca: Selecciona una font de dades
eo: Elektu fonton de datumoj
hu: Adatforrás kiválasztása
it: Selezionare una fonte dati
ko: 데이터 원본 선택
pt: Escolha a fonte de dados
ru: Выберите источник данных
sr: Изаберите извор података

source: Units Settings
ca: Ajust de les unitats
eo: Agordoj de mezurunuoj
hu: Mértékegység beállítások
it: Impostazione unità di misura
ko: 단위 설정
pt: Unidade de medida
ru: Настройки единиц измерения
sr: Поставке јединица

source: (°F) Fahrenheit
eo: (°F) farenhejta
ko: (°F) 화씨
ru: (°F) Фаренгейты
sr: (°F) фаренхајт

source: (°C) Celcius
ko: (°C) 섭씨
pt: (°C) Celsius

source: Yahoo Forecasts Code
ca: Previsions del Codi de Yahoo
eo: Kodo de Yahoo-veterprognozoj
hu: Yahoo előrejelzés kód
it: Codice meteo di Yahoo
ko: 야후 일기예보 코드
pt: Código Yahoo
ru: Код прогноза на Yahoo
sr: Шифра за Јаху прогрнозу

source: Yahoo Forecasts Code/US Zip Code
ca: Previsions codi/USA zip Yahoo
eo: Poŝtkodo de Yahoo-veterprognozoj
hu: Yahoo előrejelzés kód/USA irányítószám
it: Codice meteo Yahoo/ Codice Zip USA
ko: 야후 일기예보 코드/미국 Zip 코드
pt: Código Yahoo/Código postal dos EUA
ru: Код прогноза на Yahoo / Индекс США
sr: УС зип шифра за Јаху прогнозу

source: To find the code for your area, go to:
ca: Per trobar el codi de la teva àrea, anar a:
eo: Por trovi la kodon de via loko, iru al:
hu: Hogy megtaláld a területi kódodat, menj ide:
it: Per conoscere il codice della propria zona visitare:
ko: 지역 코드를 찾으려면 다음으로 가세요:
pt: Para descobrir o seu código, aceda a:
ru: Чтобы найти код своего города, зайдите на:
sr: Да би сазнали шифру своје области посетите:

source: %s, find your area, and look at the URL
ca: %s, trobar la teva àrea i mirar la URL
eo: %s, trovu vian lokon kaj rigardu la adreson
hu: %s, keresd meg a területed, és nézd meg az URL-t
it: %s, trovare la zona e vedere la URL
ko: %s, 지역을 찾으려면 아래 링크를 확인하세요.
pt: %s, procure o seu local e consulte o URL.
ru: %s, найдите свой город и посмотрите на URL
sr: %s, пронађите своју област и погледајте УРЛ адресу

source: Google Forecasts Code
ca: Previsions del Codi de Google
eo: Kodo de Google-verterprognozoj
hu: Google előrejelzés kód
it: Codice meteo di Google
ko: 구글 일기예보 코드
pt: Código Google
ru: Код прогноза в Google
sr: Шифра Гугл прогнозе

source: Google Forecasts City Code
ca: Previsions deGoogle del Codi de Ciutat
eo: Urbokodo de Google-verterprognozoj
hu: Google előrejelzés város kód
it: Codice meteo città di Google
ko: 구글 일기예보 도시 코드
pt: Código de cidades do Google
ru: Код города в Google
sr: Шифра Фуфгла за прогнозу града

source: Specify the name of your city
ca: Especifica el nom de la teva ciutat
eo: Tajpu la nomon de via urbo
hu: Add meg a városod nevét
it: Specificare il nome della città
ko: 도시 이름을 지정하세요
pt: Indique o nome da sua cidade
ru: Укажите название своего города
sr: Наведите име свог града

source: with extra information like the state or the country
ca: amb informació extra com l'estat o el país
eo: kun kromaj informoj kiel la ŝtato aŭ la lando
hu: extra információkkal, mint állam vagy ország
it: con info aggiuntive come stato o provincia
ko: 주 혹은 나라와 같은 추가 정보와 함
pt: e as informações referentes ao estado ou país.
ru: с дополнительной информацией о стране или области
sr: са додатним подацима, као што су држава или област

source: Settings
ca: Preferències
eo: Agordoj
hu: Beállítások
it: Impostazioni
ko: 설정
pt: Definições
ru: Настройки
sr: Поставке

source: Weather Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means Weather module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
ko: 날씨 모듈 설정 데이터 업그레이드가 필요합니다. 이전의 설정을 지우고<br>새로운 기본 설정으로 초기화했습니다. 이는<br>개발 과정 중에 흔하게 일어나는 일이므로, 버그로 보고하지 마십시오.<br>간단하게 말해서 이전 설정의 부족함으로 인해 <br>날씨 모듈에서 새 기본값 모음을 필요로<br>한다는 의미입니다. 새 기본값 모음을 추가하여 문제를 해결합니다.<br>이제 여러분의 취향대로 다시 설정할 수 있습니다.<br>여러분의 설정에 문제를 일으켜 죄송합니다.<br>
pt: As definições precisam de ser atualizadas. As suas antigas<br>definições serão apagadas e serão iniciados novos<br>valores padrão. Isto irá ocorrer repetidamente durante o<br> desenvolvimento e não deve reportar qualquer erro.<br>Isto significa que o módulo precisa de dados<br>que as suas antigas definições não possuem.<br>Este conjunto de valores corrige a situação. Mais tarde<br>poderá configurar o módulo ao seu gosto.<br>Desculpe qualquer inconveniente.<br>

source: Your Weather Module configuration is NEWER than the Weather Module version. This is very<br>strange. This should not happen unless you downgraded<br>the Weather Module or copied the configuration from a place where<br>a newer version of the Weather Module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
ko: 현재 날씨 모듈보다 더 최신의 설정을 사용하고 있습니다.<br>매우 이상한 일입니다. 날씨 모듈을 다운그레이드 하거나<br>실행 중인 새 버전의 날씨 모듈에서 설정을<br>복사해오지 않는 이상 일어날 수 없는 일입니다. 미리 경고한 대로<br>이는 잘못된 현상이며 설정을 기본으로 되돌려 놓았습니다.<br> 불편을 드려 죄송합니다. <br>
pt: As suas definições são mais recentes que as do módulo.>br>Isto é muito estranho e só acontece se reverter a<br>versão do Enlightenment ou se copiar as definições de<br>um local em que está instalada uma versão mais recente do módulo.<br>Isto é mau e, por precaução, as definições originais<br>foram restauradas.<br>Desculpe qualquer inconveniente.<br>

source: (°C) Celsius
eo: (°C) celsia
it: (°C) Centigradi
ru: (°C) Цельсии
sr: (°C) целзијус

source: EWeather
eo: EVetero
ru: Е-Погода
sr: Е-прогноза

source: Weather Configuration
pt: Definições
